docs/why-i-switched-back-from-elpaca.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Why I decided to switch back from elpaca</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Why I decided to switch back from elpaca</h1>
<p>
Builtin package manager <code>package.el</code> doesn't feel very comfortable. In fact there are many other package managers for our beloved GNU Emacs, that try to succeed over <code>package.el</code>. One of the newest ones is <a href="https://github.com/progfolio/elpaca">elpaca</a>. In this blog post I will compare <code>elpaca</code> and <code>package.el</code> and show why I chose last one.
</p>

<div id="outline-container-orgf87086d" class="outline-2">
<h2 id="orgf87086d">elpaca is cool</h2>
<div class="outline-text-2" id="text-orgf87086d">
<p>
TODO
</p>




<p>
<a href="./index.html">Home page</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2023-05-28</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.0.50 (<a href="https://orgmode.org">Org</a> mode 9.6.5)</p>
</div>
</body>
</html>